[
  {
    "id": 1,
    "estate_title": "Luxury Family Apartment",
    "segment_name": "Residential",
    "description": "A luxurious family apartment with modern amenities. It offers a spacious living area, a swimming pool, and a stylish kitchen. The apartment is designed to provide a comfortable and elegant lifestyle, ensuring a perfect home for families. The location is ideal, offering access to schools, shopping centers, and parks. It has a secure environment with 24/7 surveillance. The modern interior and well-planned layout make it a great investment. Whether you are looking for a home or a profitable property, this apartment is a perfect choice. Enjoy a luxurious lifestyle with top-notch facilities in a prime city location.",
    "price": "$250,000",
    "status": "sale",
    "area": "1800 sq ft",
    "location": "Gulshan, Dhaka",
    "facilities": ["Living Room", "Swimming Pool", "Kitchen"],
    "image": "https://i.ibb.co.com/s9VB6ybT/house3.webp",
    "view_property": "View Property"
  },
  {
    "id": 2,
    "estate_title": "Modern Studio Apartment",
    "segment_name": "Residential",
    "description": "A stylish and compact studio apartment located in the heart of the city. Ideal for young professionals, it offers modern interiors with a well-equipped kitchen and a cozy living space. The apartment is designed for convenience and comfort, making it a great choice for those who prefer urban living. With easy access to offices, restaurants, and public transport, it provides a hassle-free lifestyle. The space is efficiently utilized to offer maximum functionality. Whether you need a personal residence or a rental investment, this studio is a perfect choice for contemporary city living with all necessary amenities.",
    "price": "$1,200/month",
    "status": "rent",
    "area": "600 sq ft",
    "location": "Banani, Dhaka",
    "facilities": ["Living Room", "Kitchen"],
    "image": "https://i.ibb.co.com/8DMTsMJV/house2.jpg",
    "view_property": "View Property"
  },
  {
    "id": 3,
    "estate_title": "Luxury Villa with Private Pool",
    "segment_name": "Residential",
    "description": "An exclusive luxury villa with a private swimming pool, a spacious garden, and top-notch facilities. Designed for comfort and elegance, this villa offers a serene living environment. The interiors are crafted with high-quality materials, ensuring a sophisticated atmosphere. Ideal for families or individuals seeking a peaceful retreat, the villa provides ample space for relaxation. The location offers privacy while remaining close to essential services. With stunning architecture and a well-planned layout, this villa is perfect for luxury living. Whether as a residence or an investment, this property guarantees unmatched quality and exclusivity for high-end buyers.",
    "price": "$750,000",
    "status": "sale",
    "area": "3500 sq ft",
    "location": "Baridhara, Dhaka",
    "facilities": ["Living Room", "Swimming Pool", "Kitchen", "Garden"],
    "image": "https://i.ibb.co.com/PvVhNxjS/house1.webp",
    "view_property": "View Property"
  },
  {
    "id": 4,
    "estate_title": "Cozy 2 Bedroom Apartment",
    "segment_name": "Residential",
    "description": "A well-designed 2-bedroom apartment in a prime location. Featuring a comfortable living space, a modern kitchen, and stylish interiors, this apartment is ideal for families or small groups. It offers easy access to schools, shopping malls, and public transport. The apartment is built with high-quality materials to ensure durability and aesthetics. The layout maximizes space while providing a homely atmosphere. This is an excellent choice for those looking for an affordable yet well-equipped residence. Whether for living or renting out, this apartment is a great option, combining convenience and modern design for a comfortable lifestyle.",
    "price": "$1,500/month",
    "status": "rent",
    "area": "1200 sq ft",
    "location": "Uttara, Dhaka",
    "facilities": ["Living Room", "Kitchen"],
    "image": "https://i.ibb.co.com/DfHxNK9j/house4.jpg",
    "view_property": "View Property"
  },
  {
    "id": 5,
    "estate_title": "Penthouse with City View",
    "segment_name": "Residential",
    "description": "A stunning penthouse offering a breathtaking panoramic view of the city. Featuring luxurious interiors, rooftop access, and top-quality amenities, this penthouse is perfect for those who enjoy premium living. The spacious layout ensures maximum comfort, while the modern design enhances the aesthetic appeal. Located in a prime area, it provides easy access to business districts, entertainment centers, and fine dining. This property is ideal for high-end buyers seeking sophistication and exclusivity. With advanced security and top-tier facilities, it is a great investment. Live above the city with unmatched elegance and comfort in this exquisite penthouse.",
    "price": "$1,000,000",
    "status": "sale",
    "area": "4000 sq ft",
    "location": "Dhanmondi, Dhaka",
    "facilities": ["Living Room", "Swimming Pool", "Kitchen", "Rooftop"],
    "image": "https://i.ibb.co.com/Jw3QW6ND/house5.webp",
    "view_property": "View Property"
  },
  {
    "id": 6,
    "estate_title": "Affordable Family House",
    "segment_name": "Residential",
    "description": "A budget-friendly family house designed for comfortable living. This property features spacious rooms, a well-equipped kitchen, and a beautiful backyard. It is perfect for families looking for an affordable home with essential facilities. The house is situated in a peaceful neighborhood with easy access to schools, hospitals, and markets. Built with quality materials, it ensures durability and long-term value. The layout is practical, making it a great investment for homebuyers. Whether you are buying for yourself or as an investment, this house provides great value for money. Enjoy a cozy, secure, and spacious home at an affordable price.",
    "price": "$180,000",
    "status": "sale",
    "area": "2200 sq ft",
    "location": "Mirpur, Dhaka",
    "facilities": ["Living Room", "Kitchen", "Garden"],
    "image": "https://i.ibb.co.com/VWHqth4m/house.jpg",
    "view_property": "View Property"
  }
]
